let db
export default db = [
    {id:1,
       name:'بالأمس كانوا معي واليوم قد رحلوا' ,
        content:`
بالأمس كانوا معي واليوم قد رحلوا
وخلفوا في سويدا القلب نيرانا

نذر علي لئن عادوا وإن رجعوا
لأزرعن طريق الطف ريحانا

وقفت مستعبراً في عقر دارهم
كأنني بعضها المطموس أركانا

مناشداً دارهم والوجد يتحفني
بالحزن آنا وبالأشجان أحيانا

أراه قد كان لي بدراً وشهب دجى
فيها فيثني الصدى أواه قد كانا

لا عذر للعين أن ترقا مدامعها
وآل طه قضت شيباً وشبانا

بل لا رعى الله عينا لم تكن عقدت
بالحاجبين من التسهيد أجفانا
        `}
    ,{id:2,
      name:'حرم الحجاج' 
    , content:
    `
  أحـرم الـحـجـاج عـن لـذاتـهـم بعض الشهور 
  وأنا المحرم عن لذاته كل الدهور

  كـيـف  لا  احـرم دأبـاً نـاحراً هدي السرور
   وأنا في مشعر الحزن على رزء الحسين
    
  حـق  لـلـشـارب مـن زمـزم حـب الـمصطفى 
   أن يرى حق بنيه حرماً معتكفا

  ويـواسـيـهـم  والا حـاد عـن باب الصفا 
   وهو من اكبر حوبٍ عند رب الحرمين

  یا حبیبی یا حسین نور عینی یا حسین

  فـمـن  الـواجـب  عـيـناً لبس سربال الأسى 
   واتخاذ النوح ورداً كل صبح ومسا

  واشـتـعـال  الـقـلـب أحزانا تذيب الأنفسا 
   وقليل تتلف الأرواح في رزء الحسين
    
  لـسـت انـسـاه طـريـداً عـن جـوار المصطفى 
   لائذاً بالقبة النوراء يشكوا اسفا`
}
,{
  id:3,
  name:"خضابي بعرصة كربلاء",
  content:
  `
  خضابي بعرصة كربلا ماريد انا خضاب
  لازم يـجيني من حبيب المصطفى كتاب

مـسلم يـبن عـمّي دخـبّرني اشصاير
اشـوف لـونك مـنخطف والقلب طاير

مـذهول تـمشي بـالسّكك مشية الحاير
تـخفي الـنّشيج و مـدمعك بالخدّ سجّاب

قـلّـه هـل الـكوفه تـراهم مـستعدّين
لـمّوا عـساكرهم قـصدهم ذبحة حسين

وبـكربلا مـولاك لا نـاصر ولا مـعين
عـاف الـدنيّه ومن كثر جورالدّهر شاب

عـاف الـدنيّه ويـح قلبي وطلع مقهور
خـلاّ عـقب عينه مظِلْمه وموحشه الدّور

وشـال بـعزيزات الـنّبي هايم بالبرور
مـا ظـلّ بـعده بـمنزله شيخٍ ولاشاب

انـظر بـعينك يـاحبيب تـجهّز الجيش
أعـلن الـصّايح والـزّمان اقبل بتوحيش

واحـنا عقب سبط النّبي ساعه فلا نعيش
شـلون الـمعيشه من بعد بن داحي الباب

قـلّه حـبيب الـنّوح والـحسرات مَتْفيد
تـوكّل عـلى الله كـربلا عنّه مهي بعيد

عـجّل قـبل مـا يـنذبح نسل الاماجيد
يـا سـعد من يحضى بنومة ذاك التراب

هـذا مـن الـمختار فـي الأمّـه وديعه
عـجّل قـبل مـا تـوقع عـلينا الفجيعه

نـوصل قـبل لا تـنهدم كـعبة الشّيعه
الـعراق كـلها مـجنّده وماعنده اصحاب

الله يـوصّلني قـبل تـوصل هـالجنود
و انـجان رب الـعرش بلّغني المقصود

لَـفْدي بـروحي شِـبِل حيدر سرّ الوجود
وانـشر الـبيرق وانتخي مابين الاطناب  
  `
},{
  id:4,
  name:'كَرْبَلا لَاْ زِلتِ كَرْبَاً وَبَلَا',
  content:`كَرْبَلا لَاْ زِلتِ كَرْبَاً وَبَلَا
  مَاْ لَقِيْ عِنْدَكِ آَلُ المُصْطَفَى

  كَمْ عَلَى تُرْبِكِ لمَاَّ صُرِّعُوا
  مِنْ دَمٍ سَالَ وَمِنْ دَمْعٍ جَرَى
  
  وَضُيوفٍ لِفَلاةٍ قَفْرَةٍ
   نَزَلُوا فِيها عَلى غَيْرِ قِرَى
  
  لَمْ يَذوقُوا المَاءَ حتّى اجْتَمَعُوا
  بِحَذا السَّيفِ عَلى وَرْدِ الرَّدَى
  
  وَوُجوهٌ كَالمَصابِيحِ فَمِنْ
   قَمَرٍ غَابَ وَمِنْ نَجْمٍ هَوَى
  
  يا رَسولَ اللهِ لَوْ عَايَنْتَهُمْ
  وَهُمْ ما بِيْنَ قَتْلٍ وَسَبَى
  
  مِنْ رَمِيضٍ يَمْنَعُ الظِّلَ وَمَنْ
   عَاطِشٍ يُسْقَى أَنابِيبَ القَنا
  
  لَرَأَتْ عَيْناكَ مِنْهُمْ مَنْظَراً
   لِلْحَشَى شَجْوَاً وَلِلْعَيْنِ بُكا
  
  لَيْسَ هَذا لِرَسولِ اللهِ يا
   أُمَّةَ الطُّغْيانِ والبّغْيِ جَزَا
  
  جَزَّرُوا جَزْرَ الأَضَاحِي نَسْلَهُ
   ثُمَّ سَاقُوا أَهْلَهُ سَوْقَ الإِمَا`
}
]
